<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<%@ include file="../../include/include.jsp" %>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<script src="https://cdn.jsdelivr.net/npm/popper.js@1.16.1/dist/umd/popper.min.js"></script>
<script src="resources/js/bootstrap.min.js"></script>

<link rel="stylesheet" type="text/css" href="resources/css/bootstrap.min.css">
<title>termsOfMember.jsp</title>
<style type="text/css">
.home_btn{
	width: 12%;
	height: 5vh;
	display: flex;
	align-items: center;
	justify-content: center;
		color: #fff;
	background-color: #007bff;
	border-color: #007bff
}	
</style>
</head>
<body>
	<header id="pageHeader">
  	<!-- Header -->
	<%@ include file="../../include/pageHeader.jsp" %>
  </header>
  <article id="mainArticle">
     <!-- Body -->

     <h3>
     	<i class="fas fa-check-square"></i>
  		사이트 이용약관
     </h5>
     
     <div style="overflow-y: scroll; max-height: 48vh;">
  		<b>사이트 이용약관</b>
     </h3>
     <br>
목차<br>
북 하우스 서비스 이용약관<br>
[제1장 총칙]<br>
제1조 (목적)<br>
제2조 (정의)<br>
제3조 (신원정보 등의 제공)<br>
제4조 (약관의 게시 및 개정)<br>
제5조 (약관의 해석)<br>
[제2장 회원가입]<br>
제6조 (회원가입)<br>
제7조 (회원정보의 변경)<br>
제8조 (회원의 아이디 및 비밀번호의 관리에 대한 의무)<br>
제9조 (회원에 대한 통지)<br>
제10조 (회원탈퇴 및 자격 상실 등)<br>
[제3장 서비스 이용]<br>
제11조 (유료서비스의 내용 등의 표시)<br>
제12조 (유료서비스의 종류 및 사용기간 등)<br>
제13조 (이용계약의 성립 등)<br>
제14조 (수신확인통지)<br>
제15조 (미성년자 이용계약에 관한 특칙)<br>
제16조 (회사의 의무)<br>
제17조 (이용자의 의무)<br>
제18조 (결제방법)<br>
제19조 (정기결제상품)<br>
제20조 (서비스의 제공, 중단 및 변경)<br>
제21조 (정보의 제공 및 광고의 게재)<br>
제22조 (게시물의 관리)<br>
제23조 (게시물의 저작권)<br>
제24조 (권리의 귀속)<br>
제25조 (개인정보보호)<br>
[제4장 청약철회, 계약해제·해지 및 이용제한]<br>
제26조 (회원의 청약철회와 계약해제·해지)<br>
제27조 (회원의 청약철회와 계약해제·해지의 효과)<br>
제28조 (회사의 계약해제·해지 및 이용제한 등)<br>
[제5장 과오금, 피해보상 등]<br>
제29조 (과오금)<br>
제30조 (유료서비스의 하자에 의한 회원 피해보상)<br>
제31조 (면책조항)<br>
제32조 (분쟁의 해결)<br>
<br>
 <br>
북 하우스 서비스 이용약관<br>
<br>
제1장 총칙<br>
제1조 (목적)<br>
이 약관은 주식회사 북 하우스(이하 “회사”)가 온라인으로 제공하는 북 하우스 서비스(이하 “서비스”)의 이용과 관련하여 회사와 이용자와의 권리, 의무 및 책임사항 기타 필요한 사항 등을 규정함을 목적으로 합니다.<br>
제2조 (정의)<br>
①	이 약관에서 사용하는 용어의 정의는 다음과 같습니다.<br>
1.	“북 하우스”란 회사가 각종 웹소설 등의 디지털콘텐츠를 이용자에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 디지털콘텐츠를 거래할 수 있도록 설정한 가상의 영업장을 말합니다.<br>
2.	“서비스”란 구현되는 단말기(PC, 휴대폰, 태블릿 등의 각종 유무선 장치를 포함하나 이에 한정되지 않고 향후 개발되는 콘텐츠 등 정보 접근의 도구로 사용되는 여하한 형태의 하드웨어, 기기 등의 유형물 포함)와 상관없이 회사가 이용자에게 제공하는 콘텐츠 및 관련 정보와 소프트웨어 등을 말합니다.<br>
3.	“유료서비스”란 회사가 유료로 제공하는 각종 콘텐츠 및 제반 서비스를 말합니다.<br>
4.	"이용자"란 북 하우스에 접속하여 이 약관에 따라 회사가 제공하는 서비스를 이용하는 회원 및 비회원을 말합니다.<br>
5.	회원이란 이 약관에 동의하고 개인정보를 제공하여 회원가입을 한 자로서, 북 하우스의 정보를 지속적으로 제공받으며 회사가 제공하는 서비스를 지속적으로 이용할 수 있는 자를 말합니다.<br>
6.	"비회원"이란 회원으로 가입하지 않고 회사가 제공하는 서비스를 이용하는 자를 말합니다.<br>
7.	"콘텐츠"란 회사가 제공하는 서비스와 관련되어 제공하는 각종 웹소설, 이용권 등의 내용물 일체를 의미하며, 정보통신망이용촉진 및 정보보호 등에 관한 법률 제2조 제1항 제1호의 규정에 의한 정보통신망에서 사용되는 부호·문자·음성·음향·이미지 또는 영상 등으로 표현된 자료 또는 정보로서 전자적 형태로 제작 또는 처리된 것을 말합니다.<br>
8.	“게시물”이란 회원이 서비스를 이용함에 있어 서비스에 게시한 부호·문자·음성·음향·이미지 또는 영상 등의 정보 형태의 글, 그림, 사진, 동영상 및 각종 파일과 링크 등을 말합니다.<br>
9.	“이용권”이란 회사가 제공하는 유료서비스를 이용할 수 있는 권리로, 회사가 제공하는 별도의 결제수단을 통하여 구입할 수 있습니다.<br>
제3조 (신원정보 등의 제공)<br>
회사는 상호, 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함), 전화번호, 모사전송번호, 전자우편주소, 사업자등록번호, 통신판매업 신고번호 및 개인정보관리책임자 등을 이용자가 쉽게 알 수 있도록 북 하우스 사이트 초기화면 또는 별도의 연결화면에 게시합니다. <br>
제4조 (약관의 게시 및 개정)<br>
①	회사는 이 약관을 회원이 쉽게 확인할 수 있도록 서비스 초기화면 또는 별도의 연결화면에 게시합니다.<br>
②	회사는 이용자가 약관에 동의하기에 앞서 약관에 정하여져 있는 내용 중 청약철회, 환불조건 등과 같은 중요한 내용을 이용자가 쉽게 이해할 수 있도록 별도의 연결화면 또는 팝업화면 등을 제공하여 이용자의 확인을 구합니다.<br>
③	회사는 약관의 규제에 관한 법률, 전자상거래 등에서의 소비자보호에 관한 법률, 콘텐츠산업 진흥법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관련 법령을 위반하지 않는 범위에서 이 약관을 개정할 수 있습니다.<br>
④	회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 제1항의 방식에 따라 그 적용일자 7일 전부터 적용일 전일까지 공지합니다. 다만, 회원에게 불리한 약관의 개정의 경우에는 그 적용일자 30일 전부터 공지하고, 회원이 가입 시 제공한 전자우편 등의 전자적 수단을 통하여 고지합니다. 이 경우 회사는 개정 전 내용과 개정 후 내용을 명확하게 비교하여 회원이 알기 쉽도록 표시합니다.<br>
⑤	회사가 약관을 개정할 경우에는 전항의 공지와 함께 또는 그 후에 개정약관의 적용에 대한 회원의 동의 여부를 확인합니다. 단, 회사는 전항의 공지 또는 통지를 하면서 회원이 개정약관 적용일까지 거부의사 표시를 하지 않을 경우 약관 개정에 동의한 것으로 간주한다는 뜻을 명확하게 공지 또는 통지하였음에도 회원이 명시적으로 거부의사 표시를 하지 아니한 경우, 회원이 개정 약관에 동의한 것으로 봅니다.<br>
⑥	회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정약관의 내용을 적용할 수 없으며, 이 경우 회원은 이용계약을 해지할 수 있습니다. 다만, 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 회사는 이용계약을 해지할 수 있습니다. <br>
⑦	회사가 약관을 개정할 경우에는 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정 전의 약관조항이 그대로 적용됩니다. 다만 이미 계약을 체결한 이용자가 제5항에 따른 동의를 하거나 동의한 것으로 간주되는 경우에는 개정약관 조항이 적용됩니다.<br>
제5조 (약관의 해석)<br>
①	회사는 이 약관 외에 별도의 이용약관 및 정책(이하 “개별약관등”)을 둘 수 있으며, 해당 내용이 이 약관과 상충할 경우에는 개별약관등을 우선하여 적용합니다.<br>
②	이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 관련 법령 또는 상관례에 따릅니다.<br>
<br>
제2장 회원가입<br>
제6조 (회원가입)<br>
①	이용계약은 회원이 되고자 하는 이용자(이하 “가입신청자”)가 약관의 내용에 대하여 동의를 하고 회사가 제시하는 양식에 따라 정보를 기입한 후 회원가입을 신청하고 회사가 이러한 신청에 대하여 승낙함으로써 체결됩니다.<br>
②	회사는 가입신청자의 신청에 대하여 회원가입을 승낙함을 원칙으로 합니다. 다만, 회사는 다음 각 호에 해당하는 신청에 대하여는 거절 또는 유보할 수 있습니다.<br>
1.	가입신청자가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우(다만, 회사의 승낙을 얻은 경우에는 예외로 합니다.)<br>
2.	실명이 아니거나 타인의 명의를 이용한 경우<br>
3.	가입신청자가 만 14세 미만의 미성년자인 경우<br>
4.	허위의 정보를 기재하거나, 회사가 제시하는 내용을 기재하지 않은 경우<br>
5.	이용자의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하며 신청하는 경우<br>
6.	기존 회원이 다수의 아이디를 생성하려는 경우<br>
7.	서비스 관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우<br>
8.	다른 이용자의 서비스 이용을 방해하거나 그 정보를 도용하는 등 전자상거래 질서를 위협하는 경우<br>
9.	기타 이 약관 및 관련 법령 또는 사회질서를 위반하는 경우<br>
③	제2항에 따라 회원가입신청의 승낙을 하지 아니하거나 유보한 경우, 회사는 이를 신청자에게 알려야 합니다. 다만, 회사의 귀책사유 없이 신청자에게 통지할 수 없는 경우에는 예외로 합니다.<br>
④	회원가입계약의 성립 시기는 회사의 승낙이 이용자에게 도달한 시점으로 합니다.<br>
⑤	회사는 회원에 대하여 청소년보호법 등에 따른 등급 및 연령 준수를 위해 이용제한이나 등급별 제한을 할 수 있고 전문 기관을 통한 실명 확인 및 본인 인증을 요청할 수 있습니다.<br>
제7조 (회원정보의 변경)<br>
①	회원은 개인정보관리화면을 통하여 언제든지 자신의 개인정보를 열람하고 수정할 수 있습니다. 다만, 서비스 관리를 위해 필요한 실명, 실명 인증 결과값(암호화된 키값), 아이디 등은 수정할 수 없습니다.<br>
②	회원은 회원가입신청 시 기재한 사항이 변경되었을 경우 온라인으로 수정을 하거나 전자우편 기타 방법으로 회사에 대하여 그 변경사항을 알려야 합니다.<br>
③	제2항의 변경사항을 회사에 알리지 않아 발생한 불이익에 대하여 회사는 책임지지 않습니다.<br>
제8조 (회원의 아이디 및 비밀번호의 관리에 대한 의무)<br>
①	회원의 아이디와 비밀번호에 관한 관리책임은 회원에게 있으며, 이를 제3자가 이용하도록 하여서는 안 됩니다.<br>
②	회사는 회원의 아이디가 개인정보 유출 우려가 있거나, 사회 질서에 어긋나거나 회사 및 회사의 운영자로 오인될 우려가 있는 경우 해당 아이디의 이용을 제한할 수 있습니다.<br>
③	회원은 아이디 및 비밀번호가 도용되거나 제3자에 의해 사용되고 있음을 인지한 경우에는 이를 즉시 회사에 통지하고 회사의 안내에 따라야 합니다.<br>
④	제3항의 경우에 해당 회원이 회사에 그 사실을 통지하지 않거나, 통지한 경우에도 회사의 안내에 따르지 않아 발생한 불이익에 대하여 회사는 책임지지 않습니다.<br>
⑤	회사의 귀책사유 없이 발생한 아이디 및 비밀번호의 유출, 양도, 도난으로 인한 금전적 손실 등 각종 손해에 대하여 회사는 책임지지 않습니다.<br>
제9조 (회원에 대한 통지)<br>
①	회사가 회원에 대한 통지를 하는 경우 회원이 등록한 전자우편, 로그인 시 팝업화면 등을 통하여 할 수 있습니다.<br>
②	회사는 회원 전체에 대한 통지의 경우 7일 이상 회사의 게시판에 게시함으로써 제1항의 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 제1항의 통지를 합니다.<br>
제10조 (회원탈퇴 및 자격 상실 등)<br>
①	회원은 회사에 대하여 언제든지 회원탈퇴를 요청할 수 있으며 회사는 즉시 회원탈퇴를 처리합니다.<br>
②	회원이 다음 각호의 사유에 해당하는 경우, 회사는 회원자격을 제한 또는 정지시킬 수 있습니다.<br>
1.	가입신청 시에 허위내용을 등록한 경우<br>
2.	회사의 서비스 이용대금, 기타 회사의 서비스 이용에 관련하여 회원이 부담하는 채무를 기일에 이행하지 않는 경우<br>
3.	다른 사람의 회사의 서비스 이용을 방해하거나 타인의 명의 또는 정보를 도용하는 등 전자상거래 질서를 위협하는 경우<br>
4.	서비스의 정상적인 운영을 방해하는 경우<br>
5.	타인의 권리를 침해하거나 침해할 우려가 있는 경우<br>
6.	자신의 아이디 및 유료서비스 등을 타인에게 판매, 양도, 대여하는 행위를 하는 경우<br>
7.	이벤트의 참여를 위해 여러 개의 계정을 생성하여 가입한 것이 확인된 경우<br>
8.	서비스에 대한 컨텐츠 추출 프로그램, 스크린샷 등을 통한 콘텐츠 유출 행위 기타 이와 유사한 행위를 하거나 시도하는 경우<br>
9.	서비스를 이용하여 법령 또는 이 약관이 금지하거나 사회질서에 반하는 행위를 하는 경우<br>
③	회사가 회원자격을 제한·정지시킨 후, 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 회사는 회원자격을 상실시킬 수 있습니다.<br>
④	회사가 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 이를 통지하고, 회원등록 말소 전에 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다.<br>
⑤	회원이 회원탈퇴를 요청하는 경우 회원이 등록하고 게시한 게시물과 관련된 자료 일체 및 개인 정보 일체는 삭제되나, 제3자에 의해 스크랩 등이 되어 재게시된 게시물의 경우에는 삭제되지 않으니 사전에 삭제 후 탈퇴 요청을 하시기 바랍니다.<br>
⑥	회원이 회원탈퇴 또는 회원자격이 상실된 경우에도 추후 서비스 복구의 경우를 대비하여 콘텐츠와 관련된 자료가 백업될 수 있습니다. 이러한 자료는 복구의 경우에만 사용되고 이미 탈퇴 혹은 자격이 상실된 회원의 자료는 복구하지 않습니다.<br>
<br>
제3장 서비스 이용<br>
제11조 (유료서비스의 내용 등의 표시)<br>
①	회사는 다음 사항을 유료서비스의 이용초기화면이나 공지사항 등에 회원이 알기 쉽게 표시합니다.<br>
1.	유료서비스의 명칭 또는 제호<br>
2.	유료서비스 주체의 성명(법인인 경우에는 법인의 명칭), 주소, 전화번호<br>
3.	유료서비스의 내용, 이용방법, 이용료 기타 이용조건<br>
②	회사의 유료서비스별 이용가능기기 및 이용에 필요한 최소한의 기술사양에 관한 정보는 권장사양정보에 따릅니다.<br>
③	회사는 유료서비스를 제공함에 있어 유료서비스의 교환·반품·보증과 그 대금의 환불의 조건 및 절차에 관한 사항을 제공합니다.<br>
제12조 (유료서비스의 종류 및 사용기간 등)<br>
①	회사가 회원에게 제공하는 유료서비스의 종류는 다음과 같습니다.<br>
1.	플러스멤버십: 회사가 유료서비스로 제공하는 콘텐츠를 이용할 수 있는 이용권 서비스로, 회원이 등록한 결제수단을 통해 30일 단위로 이용 기간을 제공하며,  이용기간이 자동으로 갱신되는 정기결제 형태의 멤버십 서비스를 말합니다. <br>
①	이용요금 결제는 이용기간 중 29일째 사용하는 날에 결제됩니다.<br>
②	등록된 결제 수단이 정상적으로 처리되지 않거나 결제가 실패하는 경우, 결제가 익일 자동으로 재시도됩니다.<br>
③	②와 같이 재시도 된 결제가 실패하는 경우 회원의 플러스 멤버십은 자동 해지됩니다.<br>
2.	플러스이용권: 회사가 유료서비스로 제공하는 콘텐츠를 이용할 수 있는 이용권 서비스로, 이용권에 명시된 기간 동안 유료서비스를 이용할 수 있는 서비스를 말합니다.<br>
3.	코인: 회사가 제공하는 각종 콘텐츠와 관련한 상품 구매 및 콘텐츠에 대한 후원 등에 사용되는 이용권 서비스이자 가상의 화폐입니다. 코인을 구입한 회원은 구입 시 명시된 기간 내에 코인을 사용할 수 있으며, 마케팅이나 프로모션 등의 이벤트성으로 무상 지급된 코인의 경우에는 회사의 정책에 따라 자동으로 소멸될 수 있습니다.<br>
②	회원이 이용권을 통해 유료서비스를 이용하는 경우, 사전에 별도의 표시가 없는 한 구매일로부터 이용권에 표기된 기간까지 유료서비스의 사용이 가능합니다. 해당 기간이 경과한 유료서비스 이용권은 소멸되며 보유 목록에서 삭제됩니다.<br>
제13조 (이용계약의 성립 등)<br>
①	회원은 회사가 제공하는 다음 절차 또는 이와 유사한 절차에 의하여 서비스의 이용신청을 합니다. 회사는 계약 체결 전에 다음 각 호의 사항에 관하여 회원이 정확하게 이해하고 실수 또는 착오 없이 거래할 수 있도록 정보를 제공합니다.<br>
1.	유료서비스의 내용, 이용방법, 이용료 및 기타 이용조건 확인 및 선택<br>
2.	결제방법의 선택 및 결제정보의 입력<br>
3.	유료서비스의 이용신청에 관한 확인 또는 회사의 확인에 대한 동의<br>
②	회사는 회원의 이용신청이 다음 각 호에 해당하는 경우에는 승낙하지 않거나 승낙을 유보할 수 있습니다.<br>
1.	실명이 아니거나 타인의 명의를 이용한 경우<br>
2.	허위의 정보를 기재하거나, 회사가 제시하는 내용을 기재하지 않은 경우<br>
3.	미성년자가 관련 법령 등에 의해서 이용이 금지되는 콘텐츠를 이용하고자 하는 경우<br>
4.	서비스 관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우<br>
5.	기타 합리적인 이유가 있는 경우로서 회사가 필요하다고 인정하는 경우<br>
③	회사의 승낙이 제14조 제1항의 수신확인통지형태로 회원에게 도달한 시점에 계약이 성립한 것으로 봅니다.<br>
④	회사의 승낙의 의사표시에는 회원의 이용신청에 대한 확인 및 서비스제공 가능여부, 이용신청의 정정·취소 등에 관한 정보 등을 포함합니다.<br>
제14조 (수신확인통지)<br>
①	회사는 회원의 이용신청이 있는 경우 회원에게 수신확인통지를 합니다. 다만, 결제수단을 제공하는 회사의 통지로 수신확인통지를 갈음할 수 있습니다.<br>
②	수신확인통지를 받은 회원은 의사표시의 불일치 등이 있는 경우에는 수신확인통지를 받은 후 즉시 이용신청 변경 및 취소를 요청할 수 있고, 회사는 서비스 제공 전에 회원의 요청이 있는 경우에는 지체 없이 그 요청에 따라 처리하여야 합니다. 다만, 이미 대금을 지불한 경우에는 이 약관에서 정하고 있는 청약철회 등에 관한 규정에 따릅니다.<br>
제15조 (미성년자 이용계약에 관한 특칙)<br>
①	회사는 미성년자인 회원이 유료서비스를 이용하고자 하는 경우에 부모 등 법정 대리인의 동의를 얻거나, 계약체결 후 추인을 얻지 않으면 미성년자 본인 또는 법정대리인이 그 계약을 취소할 수 있다는 내용을 계약체결 전에 고지하는 조치를 취합니다.<br>
②	회사는 미성년자인 회원이 만 19세 미만 열람 불가의 콘텐츠를 이용하고자 하는 경우, 관계 법령에 따라 회원의 나이 및 본인 인증 절차를 거치도록 할 수 있습니다.<br>
제16조 (회사의 의무)<br>
①	회사는 관련 법령과 이 약관이 금지하는 행위를 하지 아니하며, 이 약관이 정하는 바에 따라 지속적이고 안정적으로 서비스를 제공하는데 최선을 다하여 노력합니다.<br>
②	회사는 이용자가 안전하게 서비스를 이용할 수 있도록 개인정보보호를 위해 보안시스템을 갖추며, 개인정보보호정책을 공시하고 준수합니다.<br>
③	회사는 이용자가 서비스 이용 및 그 결제내역을 수시로 확인할 수 있도록 조치합니다.<br>
④	회사는 서비스 이용과 관련하여 이용자로부터 제기된 의견이나 불만이 정당하다고 인정할 경우에는 이를 지체 없이 처리합니다. 이용자가 제기한 의견이나 불만사항에 대해서는 게시판을 활용하거나 전자우편 등을 통하여 그 처리과정 및 결과를 전달합니다.<br>
제17조 (이용자의 의무)<br>
① 이용자는 다음 행위를 하여서는 안 됩니다.<br>
1. 신청 또는 변경 시 허위내용의 등록<br>
2. 타인의 정보 도용<br>
3. 회사가 게시한 정보의 변경<br>
4. 회사가 정한 정보 이외의 정보(컴퓨터 프로그램 등)의 송신 또는 게시<br>
5. 회사와 기타 제3자의 저작권 등 지식재산권에 대한 침해<br>
6. 회사 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위<br>
7. 외설 또는 폭력적인 말이나 글, 화상, 음향, 기타 공서양속에 반하는 정보를 회사의 사이트에 공개 또는 게시하는 행위<br>
8. 아이디 및 유료서비스를 매매, 양도, 대여하는 행위<br>
9. 이벤트의 참여를 위해 여러 개의 계정을 생성하여 가입하는 행위                                     <br>
10.서비스에 대한 텍스트본, 스크린샷 등을 통한 콘텐츠 유출 행위 기타 이와 유사한 행위를 하거나 시도하는 경우<br>
11. 기타 공서양속에 반하거나 불법 또는 부당한 행위<br>
② 이용자는 관련 법령, 이 약관 또는 개별약관등의 규정, 이용안내 및 콘텐츠와 관련하여 공지한 주의사항, 회사가 통지하는 사항 등을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 안 됩니다<br>
제18조 (결제방법)<br>
①	유료서비스의 이용은 이용권에 대한 결제를 통하여 가능합니다.<br>
②	유료서비스의 이용에 대한 대금지급은 결제 단계에서 제시된 결제수단 중 가능한 방법으로 할 수 있습니다. 다만 회사는 이용자의 지급방법에 대하여 어떠한 명목의 수수료도 추가하여 징수하지 않습니다.<br>
제19조 (정기결제상품)<br>
①	이용권 중 정기결제상품은 해당 유료서비스의 지속적 이용이라는 서비스 특성에 적합하도록 30일(이하 “유료서비스 이용기간” 마다 회원이 신청한 일정한 결제수단을 통해 유료서비스 이용요금의 결제를 자동으로 진행하고, 해당 기간 동안 유료서비스를 이용하게 하는 상품입니다.<br>
②	정기결제상품의 경우 회원이 정해진 절차에 따른 별도의 해지 신청을 하지 않을 경우, 유료서비스의 실제 이용 여부와 상관없이 결제일로부터 30일마다 지정된 결제 일자 및 수단으로 자동 청구 및 결제됩니다.<br>
③	회사는 매월 유료서비스 이용계약의 자동갱신 및 이용요금 청구를 위해 유료서비스 이용기간 및 유료서비스 이용기간 종료 후 일정기간 동안 회원의 결제관련정보를 보유할 수 있습니다.<br>
④	정기결제 해지로 인한 만료일은 정기결제일로부터 30일입니다. 정기결제 해지 시 회원은 유료서비스 이용기간에서 이미 이용한 기간을 제외한 나머지 기간 동안 유료서비스를 이용할 수 있으며, 유료서비스 기간 만료일 후에는 결제가 자동으로 진행되지 않습니다.<br>
⑤	회원은 구매한 정기결제상품의 사용내역이 없는 경우에 한하여 이 약관에서 정하는 바에 따라 정기결제를 취소(청약철회)할 수 있습니다.<br>
⑥	타인의 결제정보를 동의 없이 사용할 경우 민·형사상 책임을 지게 되며 관련 법령에 의해 처벌될 수 있습니다.<br>
⑦	회원이 유료서비스의 이용요금을 체납하는 경우 연체가 발생한 날 자동으로 정기결제상품 해지가 될 수 있으므로, 정기결제를 통한 혜택을 유지하고자 하는 회원은 이용요금의 체납 또는 결제수단의 연체가 발생하지 않도록 사전에 조치하여야 합니다.<br>
⑧	결제 정보 변경, 신용카드 및 휴대전화의 분실, 만료, 통신사 변경, 기타의 사유로 정기결제가 이루어지지 않을 경우 마지막 정기결제일로부터 30일이 지난 후 유료서비스 이용이 자동 정지되며, 이용요금 미납 등 회원의 귀책사유로 인한 정기결제중지 및 이에 따른 유료서비스 이용정지로 인한 손해에 대해 회사는 책임을 지지 않습니다.<br>
제20조 (서비스의 제공, 중단 및 변경)<br>
①	회사의 서비스는 회사의 업무상 또는 기술상의 특별한 사정이 없는 한 연중무휴, 1일 24시간 제공함을 원칙으로 합니다.<br>
②	회사는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신두절 또는 운영상 상당한 이유가 있는 경우 서비스의 제공을 일시적으로 중단할 수 있으며 이 경우 회사는 이 약관에서 정한 방법으로 이용자에게 통지합니다. 다만, 회사가 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.<br>
③	회사는 서비스의 제공에 필요한 경우 정기점검을 실시할 수 있으며, 정기점검시간은 서비스제공화면에 공지한 바에 따릅니다.<br>
④	사업종목의 전환, 사업의 포기, 업체 간의 통합 등의 이유로 유료서비스를 제공할 수 없게 되는 경우에는 회사는 이 약관에서 정한 방법으로 회원에게 통지하고 당초 회사에서 제시한 조건에 따라 회원에게 보상합니다.<br>
⑤	회사는 상당한 이유가 있는 경우에 운영상, 기술상의 필요에 따라 제공하고 있는 서비스의 전부 또는 일부를 중단 또는 변경할 수 있습니다.<br>
⑥	회사는 서비스의 내용, 이용방법, 이용시간을 변경할 경우에 변경사유, 변경될 서비스의 내용 및 제공일자 등을 그 변경 전에 해당 서비스 초기화면에 게시합니다.<br>
⑦	유료서비스를 변경하는 경우에 변경된 내용이 중대하거나 이용자에게 불리한 경우에 회사는 해당 유료서비스를 제공받는 회원에게 이 약관에서 정한 방법으로 통지하고 동의를 받습니다. 이때, 회사는 동의를 거절한 이용자에 대하여는 변경전 서비스를 제공합니다. 다만, 그러한 서비스 제공이 불가능할 경우 계약을 해지할 수 있습니다.<br>
⑧	회사는 유료서비스의 변경 및 중단으로 인하여 회원에게 손해가 발생했을 경우 이 약관 및 관련 법령에 따라 손해를 배상합니다. 다만, 회사가 고의 또는 과실이 없음을 입증하는 경우에는 책임을 부담하지 않습니다.<br>
제21조 (정보의 제공 및 광고의 게재)<br>
①	회사는 서비스 이용 중 필요하다고 인정되는 다양한 정보를 공지사항이나 전자우편 등의 방법으로 이용자에게 제공할 수 있습니다. 다만, 이용자는 관련 법령에 따른 거래 관련 정보 및 고객 문의에 대한 답변 등을 제외하고는 언제든지 전자우편 등을 통하여 수신 거절을 할 수 있습니다.<br>
②	제1항의 정보를 전화 및 모사전송기기에 의하여 전송하려고 하는 경우에는 이용자의 사전 동의를 받아서 전송합니다. 다만, 이용자의 거래 관련 정보 및 고객 문의에 대한 회신에 있어서는 예외로 합니다.<br>
③	회사는 서비스 제공과 관련하여 서비스 화면, 홈페이지, 전자우편 등에 광고를 게재할 수 있습니다. 광고가 게재된 전자우편 등을 수신한 이용자는 수신거절을 회사에게 할 수 있습니다.<br>
④	회사는 서비스에 게재된 광고 또는 서비스를 통한 광고주의 판촉활동에 이용자가 참여하거나 교신 또는 거래의 결과로서 발생하는 모든 손실 또는 손해에 대해 책임을 지지 않습니다.<br>
⑤	이용자는 회사가 제공하는 서비스와 관련하여 게시물 또는 기타 정보를 변경, 수정, 제한하는 등의 조치를 취하지 않습니다.<br>
제22조 (게시물의 관리)<br>
①	게시물에 대한 모든 책임은 게시자에게 있습니다.<br>
②	회원의 게시물이 정보통신망 이용촉진 및 정보보호 등에 관한 법률 및 저작권법 등 관련 법령에 위반되는 내용을 포함하는 경우, 권리자는 관련 법령이 정한 절차에 따라 해당 게시물의 게시중단 및 삭제 등을 요청할 수 있으며, 회사는 관련 법령에 따른 조치를 취하여야 합니다.<br>
③	회사는 전항에 따른 권리자의 요청이 없는 경우라도 권리침해가 인정될 만한 사유가 있거나 기타 회사 정책 및 관련 법령에 위반되는 경우에는 관련 법령에 따라 해당 게시물에 대해 수정, 삭제 등의 임시 조치를 취할 수 있습니다.<br>
④	회사는 회사의 정책에 따라 다음 각 호에 해당하는 경우 회원의 동의 없이 게시물의 전부 또는 일부를 삭제할 수 있습니다.<br>
1.	회사 및 다른 회원 또는 제3자를 비방하거나 모함하여 명예를 손상시키는 내용이 포함된 경우<br>
2.	회사 또는 제3자의 저작권 등 지식재산권 및 기타 타인의 권리를 침해하는 내용의 경우<br>
3.	회원 본인의 창작물이 아닌 경우<br>
4.	시를 제외하고 10문장 이내의 작품<br>
5.	인위적으로 작품 용량이나 편수를 조작하는 경우<br>
6.	작품 내에서 작품 이외의 내용(공지사항, 광고 및 홍보 등)을 등록한 경우 작품 이외의 내용 부분<br>
7.	정상적인 작품이 아닌 경우(예컨대 작품의 내용이 없거나, 작품과 상관없는 다른 내용으로 대체된 것)에는 문제가 되는 부분, 대부분(작품 전체의 2/3 이상)의 내용이 정상적이 아닐 경우 작품 전체<br>
8.	이 약관 또는 법령 및 공서양속에 반하는 내용인 경우<br>
9.	기타 작품의 내용이 서비스 운영 방향과 다르거나, 본 조의 게시중단 또는 삭제의 사유가 존재하여 게재에 부적합하다고 판단되는 경우<br>
10.	아동ㆍ청소년을 성적 대상으로 묘사하는 작품<br>
⑤	회사는 게시판에 정보통신망이용촉진 및 정보보호 등에 관한 법률을 위반한 청소년유해매체물이 게시되어 있는 경우에는 이를 지체 없이 삭제합니다. 다만, 만 19세 이상의 이용자만 이용할 수 있는 게시판은 예외로 합니다.<br>
⑥	회사가 운영하는 게시판 등에 게시된 정보로 인하여 법률상 이익이 침해된 자는 회사에게 당해 정보의 삭제 또는 반박내용의 게재를 요청할 수 있습니다. 이 경우 회사는 지체 없이 필요한 조치를 취하고 이를 즉시 신청인에게 통지합니다.<br>
⑦   회사는 회원이 게시물을 삭제한 이후 최대 1년 간 해당 정보를 보관할 수 있고, 보관 기간이 지난 후에는 해당 정보를 삭제합니다. 단, 다음 각 호의 1에 해당하는 경우는 예외로 합니다.<br>
1. 회원의 부정이용 사실이 확인된 경우 <br>
2. 회원의 공개 게시물이 타인의 명예 및 저작권을 포함한 제3자의 법률상 이익을 침해하였다는 사유로 다른 이용자 또는 제3자가 회원 또는 회사를 대상으로 소송, 청구, 이의제기, 형사고소 등의 제기를 통하여 관련 정보의 제공을 요청 받은 경우<br>
제23조 (게시물의 저작권)<br>
①	회원이 서비스 내에 게시한 게시물의 저작권은 해당 게시물의 저작자에게 귀속됩니다.<br>
②	회원이 서비스 내에 게시하는 게시물은 서비스, 관련 프로모션 등에 노출(해당 노출을 위해 필요한 범위 내에서의 일부 수정, 복제, 편집 포함)될 수 있고, 서비스를 위한 연구목적으로 활용될 수 있습니다. 이 경우 회사는 관련 법령을 준수하며, 회원은 언제든지 고객센터 또는 서비스 내 관리기능을 통해 해당 게시물에 대해 삭제, 검색결과 제외, 비공개 등의 조치를 취할 수 있습니다.<br>
③	회사는 제2항 이외의 방법으로 회원의 게시물을 이용하고자 하는 경우에는 전화, 팩스, 전자우편 등을 통해 사전에 회원의 동의를 얻어야 합니다.<br>
제24조 (권리의 귀속)<br>
①	서비스 및 회사가 작성한 저작물에 대한 저작권 및 지식재산권은 회사에 귀속됩니다.<br>
②	회사가 제공하는 서비스 중 제휴계약에 의해 제공되는 저작물에 대한 저작권 기타 지적재산권은 해당 제공업체에 귀속합니다.<br>
③	이용자는 회사가 제공하는 서비스를 이용함으로써 얻은 정보 중 회사 또는 제공업체에 지적재산권이 귀속된 정보를 회사 또는 제공업체의 사전승낙 없이 복제, 전송, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안 됩니다.<br>
④	회사는 서비스와 관련하여 이용자에게 회사가 정한 이용조건에 따라 계정, 아이디, 정보, 결제수단 등을 이용할 수 있는 이용권만을 부여하며, 이용자는 회사가 허락하지 않는 한 이를 양도, 판매 혹은 배포하거나 담보로 제공하는 등 기타의 방법으로 처분할 수 없습니다.<br>
⑤	회사는 약정에 따라 이용자의 저작물을 사용하는 경우 당해 이용자의 허락을 받습니다.<br>
제25조 (개인정보보호)<br>
①	회사는 정보통신망이용촉진 및 정보보호에 관한 법률 등 관계 법령이 정하는 바에 따라 회원의 개인정보를 보호하기 위해 노력합니다.<br>
②	개인정보의 보호 및 사용에 대해서는 관련 법령 및 회사의 개인정보보호정책이 적용됩니다. 다만, 회사의 공식 사이트 이외의 링크된 사이트에서는 회사의 개인정보보호정책이 적용되지 않습니다.<br>
③	회사는 회원의 귀책사유로 인해 노출된 정보에 대해서 책임을 지지 않습니다.<br>
<br>
제4장 청약철회, 계약해제·해지 및 이용제한<br>
제26조 (회원의 청약철회와 계약해제·해지)<br>
①	회원은 유료서비스의 내용이 표시·광고 내용과 다르거나 계약내용과 다르게 이행된 경우에는 당해 콘텐츠를 공급받은 날로부터 3월 이내, 그 사실을 안 날 또는 알 수 있었던 날로부터 30일 이내에 이용계약을 해제·해지할 수 있습니다.<br>
②	회사가 다음 각 호에 해당하는 방법으로 회사의 의사에 반하여 청약을 철회하거나 해당 계약을 해제(이하 “청약철회등”)하는 권리 행사가 방해 받지 아니하도록 조치를 취하지 않았을 경우, 유료서비스 이용계약을 체결한 회원은 유료서비스의 사용내역이 없는 경우에 한하여 구매일로부터 7일 이내에 청약철회등을 할 수 있습니다.<br>
1.	관련 법령에 따라 청약철회등이 불가능한 유료서비스에 대한 사실을 이용계약시 표시한 경우<br>
2.	시용상품을 제공한 경우<br>
3.	유료서비스의 한시적 또는 일부 이용이 가능하게 한 경우<br>
③	회사와 유료서비스 이용계약을 체결한 회원은 다음 각 호에 해당하는 경우에 청약철회등을 할 수 없습니다.<br>
1.	유료서비스를 통한 콘텐츠의 제공이 개시된 경우(다만 가분적 콘텐츠로 구성된 계약의 경우에는 제공이 개시되지 아니한 부분에 대하여는 그러하지 아니합니다)<br>
2.	콘텐츠의 내용을 확인하기 위하여 포장 등을 훼손한 경우를 제외하고, 회원의 귀책사유로 인해 유료서비스 또는 콘텐츠가 멸실 또는 훼손된 경우<br>
3.	회원의 사용 또는 일부 소비에 의하여 유료서비스 또는 콘텐츠의 가치가 현저히 감소한 경우<br>
4.	복제가 가능한 유료서비스 또는 콘텐츠의 포장을 훼손한 경우<br>
5.	콘텐츠산업 진흥법 및 콘텐츠이용자보호지침 등의 관련 법령에 따라 청약철회권이 제한되는 경우<br>
④	회원은 제1항의 사유로 계약해제·해지의 의사표시를 하기 전에 상당한 기간을 정하여 완전한 유료서비스 혹은 유료서비스 이용의 하자에 대한 치유를 요구할 수 있습니다.<br>
⑤	본 조에 따른 청약철회등 및 계약의 해지는 회원이 전화, 전자우편 또는 모사전송으로 회사에 그 의사를 표시한 때에 효력이 발생합니다.<br>
⑥	회사는 제5항에 따라 회원이 표시한 청약철회등 또는 계약의 해지의 의사표시를 수신한 후 지체 없이 이러한 사실을 회원에게 회신합니다.<br>
제27조 (회원의 청약철회와 계약해제·해지의 효과)<br>
①	회사는 회원이 청약철회의 의사표시를 한 날로부터 3영업일 이내에 대금의 결제와 동일한 방법으로 이를 환불하여야 하며, 동일한 방법으로 환불이 불가능할 때에는 이를 사전에 고지하여야 합니다. 다만, 수납 확인이 필요한 결제수단의 경우에는 수납확인일로부터 3영업일 이내에 이를 환불합니다. 이 경우 회사가 회원에게 환급을 지연한 때에는 그 지연기간에 대하여 관계법령이 정하는 지연이자율을 곱하여 산정한 지연이자를 지급합니다.<br>
②	회사가 제1항에 따라 환불할 경우에 회원이 서비스이용으로부터 얻은 이익을 공제하고 환급할 수 있습니다.<br>
③	회사는 위 대금을 환불함에 있어서 회원이 신용카드 또는 전자화폐 등의 결제수단으로 재화 등의 대금을 지급한 때에는 지체 없이 당해 결제수단을 제공한 사업자로 하여금 재화 등의 대금의 청구를 정지 또는 취소하도록 요청합니다. 다만, 제1항 단서 및 제2항의 경우에는 그러하지 아니할 수 있습니다.<br>
④	회사, 유료서비스의 대금을 지급 받은 자 또는 회원과 유료서비스 이용계약을 체결한 자가 동일인이 아닌 경우에 각자는 청약철회 또는 계약해제·해지로 인한 대금환불과 관련한 의무의 이행에 있어서 연대하여 책임을 집니다.<br>
제28조 (회사의 계약해제·해지 및 이용제한 등)<br>
①	회원이 다음 각 호에 해당하는 행위를 한 경우 회사는 회원에 대하여 기간을 정하여 서비스 이용을 단계적으로 제한할 수 있으며, 부득이한 경우 계약의 해제·해지를 할 수 있습니다. 이 경우 회사가 정한 통지방법에 따라 회원에게 그 의사를 표시한 때에 계약의 해제·해지의 효력이 발생합니다.<br>
1.	이 약관 또는 개별약관등을 위반한 경우<br>
2.	서비스의 정상적인 운영을 방해하거나 방해할 우려가 있다고 합리적으로 의심되는 경우<br>
3.	타인의 권리를 침해하거나 침해할 우려가 있는 경우<br>
4.	동일한 아이디로 2대 이상의 기기에서 동시 접속한 경우<br>
5.	자신의 아이디 및 유료서비스 등을 타인에게 판매, 대여 또는 양도하는 행위 및 이를 광고하는 행위<br>
6.	서비스 이용 중 텍스트본, 스크린샷 등의 콘텐츠 유출행위 기타 이와 유사한 행위를 하거나 이를 시도하는 경우<br>
7.	관련 법령을 위반한 경우<br>
8.	기타 서비스 이용 제한을 할 합리적인 이유가 있는 경우<br>
②	제1항에 따른 해제·해지의 경우 서비스 이용을 통해 획득한 회원의 무상 혜택은 소멸되고, 회사는 이에 대한 별도의 보상을 하지 않습니다. <br>
③	회사의 해제·해지 및 이용제한에 대하여 회원은 회사가 정한 절차에 따라 이의신청을 할 수 있습니다. 이 때 이의가 정당하다고 회사가 인정하는 경우, 회사는 즉시 서비스의 이용을 재개합니다.<br>
④	본 조에 따라 회원에게 환불이 필요한 경우 제26조를 준용하되, 회원이 유료서비스로부터 얻은 이익 및 환불수수료(10% 또는 1,000원 중 큰 금액)에 해당하는 금액을 공제하고 환불할 수 있습니다.<br>
⑤	제4항에도 불구하고 회원의 귀책사유로 인하여 회사가 이용계약을 해제·해지하는 경우 회원의 아이디가 도용되었거나 아이디가 콘텐츠의 무단 복제·배포 등을 포함한 기타 불법적인 행위에 이용되는 등 특별한 사정이 있는 경우에는 환불 또는 보상을 하지 아니할 수 있습니다.<br>
<br>
제5장 과오금, 피해보상 등<br>
제29조 (과오금)<br>
①	회사는 과오금이 발생한 경우 이용대금의 결제와 동일한 방법으로 과오금 전액을 환불하여야 합니다. 다만, 동일한 방법으로 환불이 불가능할 때는 이를 사전에 고지합니다.<br>
②	회사의 책임 있는 사유로 과오금이 발생한 경우 회사는 계약비용, 수수료 등에 관계없이 과오금 전액을 환불합니다. 다만, 회원의 책임 있는 사유로 과오금이 발생한 경우, 회사가 과오금을 환불하는 데 소요되는 비용은 합리적인 범위 내에서 회원이 부담하여야 합니다.<br>
③	회사는 이용자가 주장하는 과오금에 대해 환불을 거부할 경우에 정당하게 이용대금이 부과되었음을 입증할 책임을 집니다.<br>
④	회사는 과오금의 환불절차를 콘텐츠이용자보호지침에 따라 처리합니다.<br>
제30조 (유료서비스의 하자에 의한 회원 피해보상)<br>
회사는 유료서비스의 하자에 의한 회원 피해보상의 기준·범위·방법 및 절차에 관한 사항을 콘텐츠이용자보호지침에 따라 처리합니다.<br>
제31조 (면책조항)<br>
①	회사는 정전, 통신서비스 등의 사용불가 및 장애, 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.<br>
②	회사는 이용자의 귀책사유로 인한 서비스 이용의 장애에 대하여는 책임을 지지 않습니다.<br>
③	회사는 회원이 서비스와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 책임을 지지 않습니다.<br>
④	회사는 이용자 상호간 또는 이용자와 제3자 간에 서비스를 매개로 하여 발생한 분쟁 등에 대하여 책임을 지지 않습니다.<br>
⑤	회사는 무료로 제공되는 서비스 이용과 관련하여 관련 법에 특별한 규정이 없는 한 책임을 지지 않습니다.<br>
제32조 (분쟁의 해결)<br>
①	서비스 이용과 관련하여 회사와 회원 사이에 분쟁이 발생한 경우, 회사와 회원은 분쟁의 해결을 위해 성실히 협의합니다.<br>
②	회사와 회원간에 제기된 소송은 대한민국법을 준거법으로 합니다.<br>
③	회사와 회원간에 발생한 분쟁에 관한 소송의 재판 관할은 민사소송법 상의 관할 규정에 따릅니다.<br>
<br>
부칙<br>
이 약관은 2021년 06월 07일부터 시행합니다.</div>
     <br>
<button type="button" onclick="location.href='<%=path%>/'" class="home_btn">돌아가기</button>
     
  </article>
  
  <nav id="mainNav">
     <!-- Nav -->
       <%@ include file="../../include/mainNav.jsp" %>
  </nav>
  
  <div id="siteAds">
        <!-- Ads -->
        <%@ include file="../../include/siteAds.jsp" %>
  </div>
        
  <footer id="pageFooter">
        <!-- Footer -->
      <%@ include file="../../include/pageFooter.jsp" %>
  
  </footer>
</body>
</html>